{"translation-revision-date":"2022-09-20 08:30:05+0000","generator":"GlotPress\/4.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"Taxonomy settings":["Ajustes de Taxonomia"],"Content settings":["Ajustes del contenido"],"The inclusive language analysis offers suggestions to write more inclusive copy. %1$sDiscover why inclusive language is important for SEO%2$s.":["El análisis del lenguaje inclusivo ofrece sugerencias para escribir textos más inclusivos. %1$sDescubra por qué el lenguaje inclusivo es importante para el SEO%2$s."],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":["Elija cómo debe verse su página de inicio en los motores de búsqueda y las redes sociales. Tenga en cuenta que esto es lo que probablemente verán las personas cuando busquen el nombre de su marca."],"Choose how your Homepage should look on social media.":["Elija cómo deben verse su página de Inicio y 404 en los motores de búsqueda."],"Choose how your Homepage should look in search engines.":["Elija cómo deben verse sus páginas de búsqueda en los motores de búsqueda."],"Keep the categories prefix in the slug":["Mantener el prefijo de categorías en el slug"],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":["Las URLs de categoría en WordPress contienen un prefijo, usualmente %s, esta característica remueve ese prefijo, para las categorías únicamente."],"Choose how your %1$s archive should look on social media.":["Elige cómo debería verse tu archivo de %1$s en las redes sociales."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Deshabilitar esto significa que los archivos de %1$s no serán indexados por los motores de búsqueda y serán excluidos del mapa del sitio XML."],"Choose how your %1$s archive should look in search engines.":["Elija cómo deben verse sus %1$s archivos de búsqueda en los motores de búsqueda"],"These settings are specifically for optimizing your %1$s archive.":["Estas configuraciones son específicamente para optimizar su archivo de %1$s."],"%1$s archive":["archivo de %1$s"],"Add custom fields to page analysis":["Añadir campos personalizados para el análisis de la pagina."],"This enables SEO metadata editing and our SEO - and Readability analysis for individual %1$s.":["Esto permite la edición de metadatos de SEO y nuestro análisis de legibilidad y SEO para %1$s individuales."],"Additional settings":["Ajustes adicionales"],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":["Elija cómo se debe describir su %1$s de forma predeterminada en el marcado de Schema.org de su sitio. Puede cambiar esta configuración por %2$s individual."],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":["Elija cómo debe verse su %1$s en las redes sociales de forma predeterminada. Siempre puede personalizar esto por %2$s individual."],"Social appearance":["Apariencia en Redes Sociales"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Deshabilitar esto significa que %1$s no será indexado por los motores de búsqueda y será excluido de los mapas de sitio XML."],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":["Elija cómo debe verse su %1$s en los motores de búsqueda. Siempre puede personalizar esto por %2$s individual."],"Search appearance":["Apariencia de Búsqueda"],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":["Puede agregar varios campos personalizados y separarlos usando %3$sEnter%4$s o %3$scomma%4$s. %1$sLea más sobre nuestro análisis de campo personalizado%2$s."],"The %1$sSocial image%2$s, %1$sSocial title%2$s and %1$sSocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite preferences%4$s.":["La %1$sImagen social%2$s, el %1$sTítulo social%2$s y la %1$sDescripción social%2$s requieren datos de Open Graph, que actualmente está deshabilitado en la sección \"Compartir en redes sociales\" en %3$sPreferencias del sitio%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["¡Oh, no! Parece que su formulario contiene datos no válidos. Por favor revise los siguientes campos:"],"Archive social image":["Imagen de archivo para Redes Sociales"],"Archive social description":["Archivar descripción social"],"Archive social title":["Archivar título social"],"Show the archive for %1$s in search results":["Mostrar el archivo de %1$s en los resultados de búsqueda"],"Dismiss":["Descartar"],"Link suggestions":["Sugerencias de enlaces"],"Insights":["Detalles"],"Social description":["Descripción social"],"Social title":["Título social"],"Social image":["Imagen social"],"Remove image":["Eliminar imagen"],"Select image":["Seleccionar imagen"],"Replace image":["Reemplazar imagen"],"Article type":["Tipo de artículo"],"Page type":["Tipo de página"],"Usage tracking":["Seguimiento de uso"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["El contador de enlaces a texto te ayuda a mejorar la estructura de tu sitio. %1$sDescubre cómo puede el contador de enlaces a texto mejorar tu SEO%2$s."],"Schema":["Esquema"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Puedes editar los metadatos SEO de este tipo de contenido personalizado en la %1$spágina de la tienda%2$s."],"Tagline":["Eslogan"],"Site title":["Título del sitio"],"SEO analysis":["Analisis de SEO"],"Text link counter":["Contador de enlaces de texto"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website. %1$sFind out how cornerstone content can help you improve your site structure%2$s.":["La funcionalidad de contenido Cornerstone te permite marcar y filtrar el contenido cornerstone en tu sitio web. %1$sMás información sobre como el contenido cornerstone te puede ayudar a mejorar la estructura de tu sitio.%2$s"],"Cornerstone content":["Contenido Cornerstone"],"Save changes":["Guardar cambios"],"Variable":["Variable "],"Available variables":["Variables disponibles "],"Admin bar menu":["Barra de menú del administrador"],"SEO title":["Título SEO"],"Site settings":["Ajustes del sitio"],"Readability analysis":["Análisis de Legibilidad"],"A link to your site, with your site's name and description as anchor text.":["Un enlace a su sitio, con el nombre del sitio y la descripción como texto ancla."],"A link to your site, with your site's name as anchor text.":["Un enlace a su sitio, con el nombre del sitio como texto ancla."],"A link to the post, with the title as anchor text.":["Un enlace a la entrada, con el título como texto ancla."],"A link to the archive for the post author, with the authors name as anchor text.":["Un enlace al archivo del autor de la entrada, con el nombre del autor como el texto ancla."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Puede usar las siguientes variables en el contenido, que serán sustituidos por el valor de la derecha."],"Content to put after each post in the feed":["Contenido para poner después de cada entrada en el feed"],"Content to put before each post in the feed":["Contenido a publicar en el feed antes de cada entrada"],"Description":["Descripción"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Puedes determinar el título y la descripción de la página del blog %1$seditando la propia página del blog%2$s."],"You can determine the title and description for the posts page by %1$sediting the posts page itself%2$s.":["Puedes determinar el título y la descripción de la página principal %1$seditando la propia página principal%2$s."],"Homepage":["La portada de página Web"],"RSS":["RSS"],"Breadcrumbs title":["Título de las breadcrumbs"],"Advanced settings":["Ajustes avanzados"],"Meta description":["Etiqueta de descripción"],"Tools":["Herramientas"],"XML sitemaps":["XML Sitemaps"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}